Repository: SkateHive/mobileapp
Catalog: targets/widget/Localizable.xcstrings
Source language: en
Languages: es, pt_br, pt_pt

source: // CURATED
es: // CURADO
pt_br: // CURADO
pt_pt: // CURADO

source: // OPEN SKATEHIVE TO LOCATE NEARBY SPOTS
es: // ABRE SKATEHIVE PARA ENCONTRAR SPOTS CERCA
pt_br: // ABRA O SKATEHIVE PARA ENCONTRAR PICOS PERTO
pt_pt: // ABRE O SKATEHIVE PARA ENCONTRAR SPOTS PERTO

source: // TAP TO CAPTURE A NEW SKATE SPOT
es: // TOCA PARA REGISTRAR UN NUEVO SPOT
pt_br: // TOQUE PARA REGISTRAR UM PICO NOVO
pt_pt: // TOCA PARA REGISTAR UM NOVO SPOT

source: ◉ NEAREST
es: ◉ CERCANO
pt_br: ◉ PRÓXIMO
pt_pt: ◉ PRÓXIMO

source: ◉ NEAREST SPOT
es: ◉ MÁS CERCANO
pt_br: ◉ MAIS PRÓXIMO
pt_pt: ◉ MAIS PRÓXIMO

source: ◉ SPOT MAP
es: ◉ MAPA DE SPOTS
pt_br: ◉ MAPA DE PICOS
pt_pt: ◉ MAPA DE SPOTS

source: A map of skate spots near you.
es: Un mapa de los spots de skate cerca de ti.
pt_br: Um mapa dos picos de skate perto de você.
pt_pt: Um mapa dos spots de skate perto de ti.

source: Add Spot
es: Nuevo spot
pt_br: Novo pico
pt_pt: Novo spot

source: ADD SPOT
es: AÑADIR SPOT
pt_br: ADICIONAR PICO
pt_pt: ADICIONAR SPOT

source: Nearest Spot
es: Spot Más Cercano
pt_br: Pico Mais Próximo
pt_pt: Spot Mais Próximo

source: Next nearby spot
es: Siguiente spot cercano
pt_br: Próximo pico por perto
pt_pt: Próximo spot por perto

source: NO SIGNAL
es: SIN SEÑAL
pt_br: SEM SINAL
pt_pt: SEM SINAL

source: Photos of the closest spots — tap one to open it.
es: Fotos de los spots más cercanos — toca una para abrirla.
pt_br: Fotos dos picos mais próximos — toque em uma para abrir.
pt_pt: Fotografias dos spots mais próximos — toca numa para abrir.

source: Spot Map
es: Mapa de Spots
pt_br: Mapa de Picos
pt_pt: Mapa de Spots

source: Tap to open SkateHive's camera and add a new skate spot.
es: Toca para abrir la cámara de SkateHive y añadir un nuevo spot de skate.
pt_br: Toque para abrir a câmera do SkateHive e adicionar um novo pico de skate.
pt_pt: Toca para abrir a câmara do SkateHive e adicionar um novo spot de skate.

source: The skate spot closest to you — tap › to cycle through nearby spots.
es: El spot de skate más cercano a ti — toca › para ver los siguientes.
pt_br: O pico de skate mais perto de você — toque em › para ver os próximos.
pt_pt: O spot de skate mais próximo de ti — toca em › para ver os seguintes.

source: Top Spots
pt_br: Top Picos
